Repository: elementary/settings-display
Catalog: po/extra/*.po
Languages: de, es, fr, hu, ja, ka, nl, pl, ru, sk, sv, tr, zh_tw

source: Display Settings
de: Bildschirmeinstellungen
es: Configuración de Pantalla
fr: Paramètres d'affichage
hu: Kijelzőbeállítások
ja: ディスプレイの設定
ka: ეკრანის მორგება
nl: Beeldscherm instellingen
pl: Ustawienia wyświetlacza
ru: Параметры экрана
sk: Nastavenia zobrazenia
sv: Skärminställningar
tr: Görüntü Ayarları
zh_tw: 顯示器設定

source: Configure resolution and position of monitors and projectors
de: Auflösung und Anordnung von Bildschirmen und Projektoren einrichten
es: Configure la resolución y la posición de monitores y proyectores
fr: Configurer la résolution et la position des écrans et projecteurs
hu: Monitorok és projektorok felbontásának és helyzetének beállítása
ja: モニターとプロジェクターの解像度と位置を設定します
ka: ეკრანებისა და პროექტორების მდებარეობისა და გაფართოების მორგება
nl: Configureer resolutie en positie van beeldschermen en projectors
pl: Konfiguruj rozdzielczość i pozycję monitorów i projektorów
ru: Настройка разрешения, положения мониторов и проекторов
sk: Nastavujte rozlíšenie a pozíciu monitorov a projektorov
sv: Ställ in upplösning och placering av bildskärmar och projektorer
tr: Projektör ve ekranların, pozisyon ve çözünürlüklerini yapılandırın
zh_tw: 調整解析度與螢幕、投影機位置等設定

source: Minor updates:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
ja: そのほかのアップデート:
ka: უმნიშვნელო განახლებები:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
zh_tw: 小型更新：

source: Updated translations
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
ka: განახლებული თარგმანები
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
zh_tw: 翻譯更新

source: Fix missing settings URI handlers
es: Se corrigieron enlaces de URI a otros ajustes faltantes
fr: Correction des gestionnaires d'URI manquants
hu: Hiányzó beállítások URI-kezelők pótlása
ja: 設定 URI ハンドラーの不足を修正
ka: გასწორდა ნაკლული პარამეტრები URL-ის დამმუშავებლებისთვის
nl: Fix missende instellingen URI handlers
pl: Naprawiono brakujące odnośniki URI
ru: Исправлены отсутствующие обработчики URI настроек
sv: Fixa saknade URI-hanterare för inställningar
tr: Eksik ayarlar URI işleyicilerini düzeltildi
zh_tw: 修正缺乏的設定 URI 處理程式

source: Dragging displays is now smoother
es: Ahora arrastrar ventanas es más fluido
fr: Le glisser-déposer des écrans est désormais plus fluide
hu: A kijelzők áthelyezése folyamatosabb lett
ja: ディスプレイのドラッグが、よりなめらかになるように修正
ka: ეკრანის გადათრევა ახლა გლუვია
nl: Schermen slepen is nu vloeiender
pl: Przeciąganie wyświetlaczy jest teraz płynniejsze
ru: Перетаскивание экранов теперь более плавное
sv: Det går nu smidigare att dra skärmar
tr: Ekranları sürüklemek artık daha akıcı
zh_tw: 拖曳顯示器的操作現在變得更平滑

source: Show an error dialog if errors occur
es: Ahora se muestra un cuadro de diálogo si se producen errores
fr: Affichage d'un message d'erreur lorsqu'une erreur se produit
hu: Hiba megjelenítése ablakban probléma esetén
ja: エラー発生時にエラーダイアログを表示するように修正
ka: შეცდომის დიალოგის ჩვენება ჩავარდნის შემთხვევებში
nl: Geef een foutdialoog weer als er een fout optreedt
pl: Przy wystąpieniu błędu pokazywany jest dialog
ru: Отображение диалога ошибки, если произошла ошибка
sv: Visa en feldialog om fel uppstår
tr: Hatalar oluşursa bir hata iletişim kutusu göster
zh_tw: 發生錯誤時顯示錯誤對話框

source: Redesign Night Light View
es: Se rediseñó la vista de Luz nocturna
fr: Rénovation du panneau du mode nuit
hu: Éjszakai fény nézetének újratervezése
ja: “夜間モード”画面のデザインを変更
ka: ღამის სინათლის ხედის დიზაინის გადაკეთება
nl: Herontwerp nachtlicht weergave
pl: Przeprojektowano widok światła nocnego
ru: Редизайн экрана ночного света
sv: Ny design av nattljusvy
tr: Gece Işığı görünümü yeniden tasarlandı
zh_tw: 重新設計夜光檢視

source: Improvements:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
hu: Újítások:
ja: 改善点:
ka: გაუმჯობესებები:
nl: Verbeteringen:
pl: Ulepszenia:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
tr: İyileştirmeler:
zh_tw: 改善項目：

source: Move resolutions with a different aspect ratio to a submenu
de: Auflösungen mit anderem Seitenverhältnis in Untermenü verschoben
es: Las resoluciones con una relación de aspecto diferente se trasladaron a un submenú
fr: Déplacement des résolutions avec un ratio différent dans un sous-menu
hu: Az eltérő képaránnyal rendelkező felbontások kiszervezése almenübe
ja: アスペクト比が異なる解像度はサブメニューに表示するように修正
ka: განსხვავებული ხედის შეფარდების მქონე გაფართოებების ქვემენიუში გადატანა
nl: Verplaats resoluties met een andere beeldverhouding naar een subment
pl: Przeniesiono rozdzielczości z innymi proporcjami do podmenu
ru: Расширения с отличающимся соотношением сторон перемещены в подменю
sk: Presunutie rozlíšení s odlišným pomerom strán do samostatného submenu
sv: Flytta upplösningar med ett annat bildförhållande till en undermeny
tr: Farklı bir en boy oranına sahip çözünürlükleri bir alt menüye taşı
zh_tw: 將寬高比不同的解析度移到子選單

source: Improve brightness in the dark style
de: Verbesserte Helligkeit im Dark Mode
es: Se mejoró el brillo en el estilo oscuro
fr: Amélioration de la luminosité avec le thème sombre
hu: Fényerő javítása sötét témával
ja: ダークモードでの輝度を改善
ka: ბნელი სტილის სიკაშკაშის გაუმჯობესება
nl: Verbeter helderheid in de donkere stijl
pl: Ulepszono jasność w trybie ciemnym
ru: Улучшенна яркость в темном стиле
sk: Zlepšenie jasu pri použití tmavého štýlu
sv: Förbättra ljusstyrkan i den mörka stilen
tr: Karanlık stilde parlaklığı iyileştirildi
zh_tw: 改善深色模式的亮度

source: Fixes:
de: Fehlerbehebungen:
es: Correcciones:
fr: Corrections :
hu: Javítások:
ja: 修正点:
ka: შეცდომების გასწორებები:
nl: Oplossingen:
pl: Poprawki:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
tr: Düzeltmeler:
zh_tw: 修正：

source: Show display name on all workspaces
de: Displaybezeichnung auf allen Arbeitsflächen anzeigen
es: Ahora se muestra el nombre del monitor en todas las áreas de trabajo
fr: Affichage du nom de l'écran sur tous les espaces de travail
hu: A kijelző nevének kijelzése az összes munkaterületen
ja: ディスプレイ名をすべてのワークスペースで表示するように修正
ka: ეკრანის სახელების ჩვენება ყველა სამუშაო სივრცეზე
nl: Geef display-naam op alle werkruimtes
pl: Pokazuj nazwy wyświetlacza na wszystkich obszarach roboczych
ru: Отображение название дисплея на всех рабочих столах
sk: Zobrazovať názvy obrazoviek na všetkých pracovných plochách
sv: Visa skärmnamn på alla arbetsytor
tr: Tüm çalışma alanlarında ekran adını göster
zh_tw: 在所有工作區上顯示螢幕名稱

source: Ensure the "Use this display" switch works in more circumstances
de: Stellt sicher, dass der "Diesen Bildschirm nutzen"-Schalter in noch mehr Fällen funktioniert
es: Se garantiza que aplicar «Usar esta pantalla» funcione en más circunstancias
fr: Nous nous sommes assurés que l'option « Utiliser cet écran » fonctionne correctement dans plus de cas
hu: A "Használja ezt a kijelzőt" kapcsoló széleskörűbb működése
ja: "このディスプレイを使う" スイッチがより多くの環境で動作するように修正
ka: დარწმუნება, რომ "ამ ეკრანის გამოყენების" გადასართველი მეტ შემთხვევაში მუშაობს
nl: Zorg dat de "gebruik dit scherm" switch werkt in meer omstandigheden
pl: Upewniono się, że przełącznik „Użyj tego wyświetlacza” działa w większej liczbie przypadków
ru: Теперь переключатель «Использовать этот экран» работает при любых обстоятельствах
sk: Zaistené, že prepínač „Použiť túto obrazovku“ funguje vo viacerých situáciách
sv: Säkerställa att "Använd denna skärm"-knappen fungerar i fler situationer
tr: "Bu ekranı kullan" anahtarının daha fazla durumda çalışması sağlandı
zh_tw: 確保「使用這台顯示器」開關能夠在更多情況下正常運作

source: New features:
de: Neue Funktionen:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
ja: 新機能:
ka: ახალი ფუნქციები:
nl: Nieuwe functies:
pl: Nowe funkcje:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
tr: Yeni özellikler:
zh_tw: 新功能：

source: Support 3× scaling
de: Unterstützung für dreifaches Skalieren
es: Soporte para escalado ×3
fr: Prise en charge de la mise à l'échelle x3
hu: A 3× méretezés támogatása
ja: 3× スケールに対応
ka: 3× გადიდების მხარდაჭერა
pl: Wsparcie dla skalowania 3×
ru: Поддержка трехкратного увеличения
sk: Podpora 3× zväčšenia mierky
sv: Stöd för 3×-skalning
tr: 3× ölçekleme desteği eklendi
zh_tw: 支援 3× 縮放

source: Reliably detect accelerometers
de: Accelerometer zuverlässiger erkennen
es: Ahora se detectan acelerómetros de manera confiable
fr: Détection fiable des accéléromètres
hu: Gyorsulásmérők megbízható felismerése
ja: 加速度センサーの有無をより正確に判断し、適切な場合に回転ロックのオプションを表示するように修正
ka: აქსელერომეტრების სწორი აღმოჩენა
nl: Detecteer versnellingsmeters betrouwbaarder
pl: Skuteczne wykrywanie akcelerometrów
ru: Надежное обнаружение акселерометров
sk: Spoľahlivá detekcia akcelerometrov
sv: Tillförlitlig upptäckt av accelerometrar
tr: İvmeölçerleri güvenilir bir şekilde tespit edin
zh_tw: 更可靠地偵測加速度儀

source: Support 3Ã— scaling
nl: Ondersteun 3x schalen
