Repository: elementary/settings-display
Catalog: po/*.po
Languages: ckb

source: Displays
ckb: ڕوونماکان

source: Configure resolution and position of monitors and projectors
ckb: ڕێکخستنی ڕوونی و شوێنی مۆنیتەر و پرۆجێکتەرەکان (داتاشۆو)

source: Night Light
ckb: ڕووناکی شەو

source: Screen Resolution
ckb: ڕوونی ڕوونما

source: Screen Rotation
ckb: شێوەی وەستانی ڕوونما

source: Primary display
ckb: ڕوونمای سەرەکی

source: Screen mirroring
ckb: ئاوێنەکردنی ڕوونما

source: Scaling factor
ckb: فاکتەری سکەیلینگ

source: Rotation lock
ckb: قوفڵکردنی خولانەوە

source: Schedule
ckb: دیاریکردنی کات

source: Color temperature
ckb: پلەی گەرمی ڕەنگ

source: Clockwise
ckb: ئاڕاستەی میلی کاتژمێر

source: Upside-down
ckb: سەراوبن

source: Counterclockwise
ckb: پێچەوانەی ئاڕاستەی میلی کاتژمێر

source: Flipped
ckb: وەرگەڕاو

source: Flipped Clockwise
ckb: وەرگەڕاو بە ئاڕاستەی میلی کاتژمێر

source: Flipped Upside-down
ckb: وەگەڕاوی سەراوبن

source: Flipped Counterclockwise
ckb: وەگەڕاو بەپێچەوانەی ئاڕاستەی میلی کاتژمێر

source: None
ckb: هیچ

source: Mirrored Display
ckb: ئاوێنەکردنی ڕوونما

source: More Warm
ckb: زیادکردنی گەرمی

source: Less Warm
ckb: کەمکردنی گەرمی

source: Sunset to Sunrise
ckb: خۆرهەڵاتن بۆ خۆراوابوون

source: From:
ckb: لە:

source: To:
ckb: بۆ:

source: Mirror Display:
ckb: ڕوونمای ئاوێنە:

source: Scaling factor:
ckb: فاکتەری سکەیلینگ:

source: LoDPI
ckb: DPIی نزم

source: HiDPI
ckb: DPIی بەرز

source: Detect Displays
ckb: ڕوونما دەربخە

source: Apply
ckb: پاشەکەوتکردن

source: Rotation Lock:
ckb: قوفڵکردنی خولانەوە:

source: Use this display:
ckb: ئەم ڕوونمایە بەکاربهێنە:

source: Resolution:
ckb: ڕوونی:

source: Screen Rotation:
ckb: خولانەوەی ڕوونما:

source: Refresh Rate:
ckb: ڕێژەی نوێبوونەوە:

source: Other…
ckb: هیتر…

source: Configure display
ckb: ڕێکخستنی ڕوونما

source: %g Hz
ckb: %g هێرتز

source: Is the primary display
ckb: ڕوونمای سەرەکییە

source: Set as primary display
ckb: وەکو ڕوونمای سەرەکی دایبنێ
